advice_start = ["Попробуйте", "Будет полезно", "Рекомендуется", "Стоит", "Не забывайте", "Важно", "Не пренебрегайте"]
advice_action = [
    "придерживаться регулярного распорядка сна,", 
    "избегать кофеина и алкоголя перед сном,", 
    "создать комфортную среду для сна,", 
    "избегать дневного сна, если у вас есть проблемы со сном ночью,", 
    "заниматься физической активностью в течение дня,", 
    "избегать тяжелых или больших приемов пищи перед сном,", 
    "иметь расслабляющие ритуалы перед сном,"
    "обеспечить темноту и тишину в спальне перед сном,",
    "использовать кровать только для сна и секса,",
    "отключить все электронные устройства за час до сна,"
]
advice_end = [
    "это может помочь улучшить ваш сон.", 
    "это может привести к лучшему сну.", 
    "это может улучшить качество вашего сна.", 
    "это хорошо для вашей гигиены сна.",
    "это способствует глубокому и здоровому сну.",
    "это поможет вам быстрее заснуть и лучше спать.",
    "это может помочь избежать бессонницы и других проблем со сном."
]
