import random

def get_joke():
    return random.choice(jokes_list)
jokes_list = [
 "Почему помидор покраснел? Потому что увидел заправку для салата!",

"Что получится, если скрестить снеговика и акулу? Обморожение.",

"Почему хипстер обжег язык? Он выпил свой кофе, пока он был горячим.",

"Зачем курица пересекла игровую площадку? Чтобы добраться до другой горки.",
"Почему ученые не доверяют атомам? Потому что они составляют все."
"Почему шутка про бумеранг такая хорошая? Потому что она всегда возвращается"
" получится, если перекрестить овцу и кабана? Барашкабарашка"
"Почему в фильме «Титаник» никто не просил Джека перескочить на другой кусок доски? Потому что Роуз была эгоисткой"
"Что такое «морской бой» для королевских животных? Что-то, что играют львы на корабле"
"Почему зомби не едят здоровое пищу? Потому что они знают, что она их убьет."
"Почему котам нравятся игры в ящике? Потому что они любят картоны."
"Какой у динозавра любимый блюдо? Стейк из медведя."
"Почему шутка про свинью и птицу так смешная? Потому что она птицей на свинью не идет."
"Что говорит банан в ответ на «как дела»? Нормально, спасибо, только сегодня чувствую себя немного обезьянкой."
"Почему в пирожном магазине такие высокие цены? Потому что они находятся на кондитерском этаже."
"Как зовут пчелу, которая может производить молоко? Мельч"
"Почему киты такие медленные? Потому что они не могут бегать."
"Что будет, если попытаться заставить ленивую рыбу плыть? Ничего, она просто сделает вид, что спит."
"Почему яичница такая трудная? Потому что она знает, что должна быть разбита."
"Какой мультфильм про зебру был отклонен? «Черно-белый мир»."
"Почему учительница остановила муравья на экзамене? Потому что он списывал на халяву!"
]